{
  "home": {
    "intro": "At <strong>Ecosse Global UK</strong>, our aim is to provide our clients with the most effective, innovative solutions for all their asset integrity needs",
    "subIntro": "Ecosse Global UK Limited has over 30 years of industry experience of understanding effective asset lifecycle extension. Looking for the answers to clients problems, we at Ecosse Global UK maintain a watchful eye on new technology with a view to developing innovative products.",
    "services": {
      "title": "What we do",
      "antiCorrosion": {
        "title": "Anti Corrosion",
        "description": "Some text that describes Anti Corrosion services. And then some other text. Some other text too."
      },
      "composites": {
        "title": "Composites",
        "description": "Our modern composite repair systems are extremely versatile, adaptable and reliable. They have many impressive capabilities that make them an attractive alternative to traditional repair or replacement methods."
      },
      "fireAndBlast": {
        "title": "Fire and Blast",
        "description": "Some text that describes Fire And Blast services. And then some other text. Some other text too."
      },
      "sealants": {
        "title": "Specialist Sealants and Coatings",
        "description": "Some text that describes Sealants services. And then some other text. Some other text too."
      }
    }
  },
  "composites": {
    "pageHeader": "Composites",
    "intro": "Our modern composite repair systems are extremely <strong>versatile</strong>, <strong>adaptable</strong> and <strong>reliable</strong>. They have many impressive capabilities that make them an attractive alternative to traditional repair or replacement methods.",
    "showcaseImages": {
      "altText": {
        "clamp": "Clamp type composite repair",
        "heatExchange": "Heat exchanger composite repair",
        "coolingWater": "Cooling water line composite repair"
      }
    },
    "features": {
      "noDownTime": {
        "label": "No Down Time",
        "description": "In most cases composites can be installed with no downtime or depressurisation and can be designed as a permanent repair, saving the platform a lot of money."
      },
      "noHotWork": {
        "label": "No Hot Work",
        "description": "In piping or infrastructure welding repairs, costs associated with hot work can be tremendous and generate their own numerous safety concerns. Composite repairs require no hot work whatsoever."
      },
      "extensivelyTested": {
        "label": "Extensively Tested",
        "description": "Our engineered composite systems are in compliance with to validated to the following industry standards:ASME PCC-2, ISO/TS 24817, DNV Type Approval."
      },
      "corrosionResistent": {
        "label": "Corrosion Resistent",
        "description": "The impermeability and high adhesion level of our 100% solids epoxy resin creates the containment barrier, arresting corrosion immediately."
      },
      "pipingCompatibility": {
        "label": "Compatible with all Piping",
        "description": "Compatible with Aluminium, GRE, Carbon Steel, PVC, Cast Iron, Polyethylene, Concrete, Polypropylene, Copper, Stainless Steel, Fibreglass, Titanium and many other materials."
      },
      "economical": {
        "label": "Economical",
        "description": "As a repair or reinforcement, composites can cost much less to install when compared to traditional welded sleeve or replacement methods."
      }
    },
    "repairTypes": {
      "header": "More Repair Types",
      "items": [
        "Abrasian & Wear",
        "Underwater",
        "Pipe Bends",
        "Leaks",
        "Corrosion Mitigation",
        "Cracks, Dents, Gouges",
        "Encapsulation",
        "Erosion",
        "Full Hoop / Axial Strength Replacement",
        "Isolation / Insulation",
        "Structural Reinforcement",
        "Weld Joint / HAZ Reinforcement"
      ]
    }
  },
  "fireAndBlast": {
    "pageHeader": "Fire and Blast",
    "intro": "Ecosse Global are specialist suppliers of flexible <strong>Passive Fire Protection Systems</strong> to the oil, gas, petrochemical and refining industries worldwide. Our highly specialised sealing systems offer asset protection from <strong>Hydrocarbon</strong>, <strong>Cellulosic</strong> and <strong>Jet Fire scenarios</strong>",
    "features": {
      "design": {
        "label": "Design",
        "description": "Our design centre uses state of the art CAD software for bespoke sealing design solutions."
      },
      "testing": {
        "label": "Testing",
        "description": "We have full access use of approved test houses complete with evaluation facilities to support your application."
      },
      "manufacture": {
        "label": "Manufacture",
        "description": "We have a dedicated production team with a wealth of specialised product knowledge."
      },
      "support": {
        "label": "After Sales Support",
        "description": "Our specialist trained after-sales team are here to help with any questions you may have concerning your PFP installation."
      },
      "flexible": {
        "label": "Flexible",
        "description": "We can also cater for extreme movement between pipe and sleeve, unlike some competitors systems that remain fixed in position."
      }
    }
  },
  "sealants": {
    "pageHeader": "Specialist Sealants and Coatings",
    "intro": "Ecosse Global are suppliers of <strong>specialist sealants</strong> and coatings to the oil, gas, petrochemical and wind farm industries. Our highly specialised sealing systems offer <strong>excellent adhesion</strong> and <strong>long-term protection</strong> from corrosion.",
    "features": {
      "deck": {
        "label": "Deck Repair",
        "description": "Easy to use, fire-retardant epoxy with a long pot life for large deck areas."
      },
      "module": {
        "label": "Module Roof Repair",
        "description": "Water tolerant, corrosion arresting epoxy that forms an impermeable seal."
      },
      "tank": {
        "label": "Large Tank Repairs",
        "description": "Specially designed for tricky weld seams and applied by heated airless spray."
      },
      "abrasian": {
        "label": "Abrasion Resistant Coatings",
        "description": "Full of Kevlar™ filaments, developed to withstand high impact loadings on offshore boat landings."
      },
      "flexible": {
        "label": "Nuclear Grade Coatings",
        "description": "Certified for use in ‘Service Level 1’ applications. Application friendly, so reduces man-rem exposure."
      }
    }
  },
  "footer": {
    "ownership": "© Copyright 2020 – Ecosse Global UK LTD. All Rights Reserved"
  }
}
